Revit 2027 API
ISaveSharedCoordinatesCallbackForUnloadLocally Methods
The ISaveSharedCoordinatesCallbackForUnloadLocally type exposes the following members.
Methods
Name | Description
GetSaveModifiedLinksOptionForUnloadLocally |  Determines whether Revit should save the link or not prior to unloading the link locally.
Top
See Also
Reference
ISaveSharedCoordinatesCallbackForUnloadLocally Interface
Autodesk.Revit.DB Namespace